/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "Ignorer";
"cmd.seek" = "Aller";
"cmd.revert-seek" = "Revenir";
"cmd.set" = "Configurer";
"cmd.cycle" = "Alterner";
"cmd.cycle-values" = "Alterner de";
"cmd.add" = "Changer";
"cmd.multiply" = "Multiplier";
"cmd.frame-step" = "Image suivante";
"cmd.frame-back-step" = "Image précédente";
"cmd.ab-loop" = "Boucle A-B";
"cmd.sub-seek" = "Changer de fichier de sous-titres";
"cmd.playlist-next" = "Fichier média suivant";
"cmd.playlist-prev" = "Fichier média précédent";
"cmd.playlist-move" = "Déplacer l'élément dans la liste de lecture";
"cmd.playlist-clear" = "Vider la liste de lecture";
"cmd.playlist-remove" = "Enlever le fichier en cours de la liste de lecture";
"cmd.playlist-shuffle" = "Ordre aléatoire";
"cmd.write-watch-later-config" = "Enregistrer l'historique de lecture";
"cmd.stop" = "Stopper";
"cmd.quit" = "Quitter";
"cmd.quit-watch-later" = "Quitter (sauvegarder l'état)";
"cmd.screenshot" = "Capture d'écran";
"cmd.screenshot-to-file" = "Capture d'écran vers un fichier";
"cmd.loadfile" = "Charger un fichier";
"cmd.loadlist" = "Charger la liste de lecture";
"cmd.run" = "Lancer";

"iina.flip" = "Retourner";
"iina.mirror" = "Miroir";

"iina.toggle-pip" = "Activer/désactiver le mode Incrustation";
"iina.toggle-music-mode" = "Passer en mode musique";
"iina.open-file" = "Ouvrir un fichier";
"iina.open-url" = "Ouvrir une adresse";
"iina.video-panel" = "Panel vidéo";
"iina.audio-panel" = "Panel audio";
"iina.sub-panel" = "Panel des sous-titres";
"iina.playlist-panel" = "Panneau des listes de lecture";
"iina.chapter-panel" = "Panel des chapitres";
"iina.bigger-window" = "Fenêtre plus grande";
"iina.smaller-window" = "Fenêtre plus petite";
"iina.fit-to-screen" = "Ajuster à l'écran";
"iina.toggle-flip" = "Activer/désactiver le pivot";
"iina.toggle-mirror" = "Activer/désactiver le miroir";
"iina.save-playlist" = "Enregistrer la liste de lecture";
"iina.show-current-file-in-finder" = "Afficher le fichier actuel dans le Finder";
"iina.delete-current-file" = "Supprimer le fichier en cours";
"iina.delete-current-file-hard" = "Supprimer le fichier en cours sans passer par la corbeille";
"iina.find-online-subs" = "Trouver des sous-titres en ligne";
"iina.save-downloaded-sub" = "Sauvegarder les sous-titres téléchargés";

"yes" = "Oui";
"no" = "Non";
"to" = "à";
"by" = "de";
"in" = "de";
"add" = "ajouter";
"minus" = "enlever";
"forward" = "en avant";
"backward" = "en arrière";
"seek-to" = "à";

"relative" = "s";
"absolute" = "s";
"absolute-percent" = "%";
"relative-percent" = "%";
"relative+exact" = "s (exact)";
"relative-percent+exact" = "% (exact)";
"absolute+keyframe" = "s (image clé)";
"absolute-percent+keyframe" = "% (image clé)";

"opt.pause" = "Mettre en pause";
"opt.speed" = "Vitesse";

"opt.window-scale" = "Échelle de la fenêtre";

"opt.video" = "Piste vidéo";
"opt.video-aspect-override" = "Format d'image";
"opt.contrast" = "Contraste";
"opt.brightness" = "Luminosité";
"opt.gamma" = "Gamma";
"opt.saturation" = "Saturation";
"opt.deinterlace" = "Désentrelacer";

"opt.audio" = "Piste audio";
"opt.volume" = "Volume";
"opt.mute" = "Couper le son";
"opt.audio-delay" = "Délai audio";

"opt.sub" = "Piste de sous-titres";
"opt.sub-delay" = "Délai des sous-titres";
"opt.sub-pos" = "Position des sous-titres";
"opt.sub-scale" = "Échelle des sous-titres";
"opt.sub-visibility" = "Visibilité des sous-titres";
"opt.secondary-sub-visibility" = "Visibilité des sous-titres secondaires";
"opt.sub-ass-style-override" = "Override du style ASS";

"opt.fullscreen" = "Plein écran";
"opt.ontop" = "Garder au premier plan";

"opt.chapter" = "Chapitre";

"read.set" = "Configurer {{property}} à {{value}}";
"read.add" = "{{property}} {{value}}";
"read.multiply" = "Multiplier {{property}} par {{factor}}x";
"read.cycle" = "Alterner {{property}}{{#dir_down}} à l'envers{{/dir_down}}";
"read.cycle-values" = "Alterner {{property}} de ({{{values}}})";
"read.seek" = "Aller {{#fwd}}en avant{{/fwd}}{{#bwd}}en arrière{{/bwd}}{{#abs}}à{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}";
"read.sub-seek" = "Aller au {{#skip_1}}prochain{{/skip_1}}{{#skip_-1}}précédent{{/skip_-1}} sous-titre";
